Repository: babu-code/Flasky
Catalog: app/translations/*/LC_MESSAGES/messages.po
Languages: sw

source: Please login first to access this page
sw: Tafadhali ingia kwenye akaunti yako kwanza ili kutazama ukurasa huu

source: [Flasky] Reset Your Password
sw: [Flasky] badilisha neno siri lako

source: Email
sw: Wavuti

source: Password
sw: Neno siri

source: Remember Me
sw: Nikumbuke

source: Login
sw: Ingia

source: Username
sw: Jina Lako

source: Confirm Password
sw: Thibitisha Neno Siri

source: Register
sw: Jiandikishe

source: About me
sw: Kunihusu

source: Submit
sw: Wasilisha

source: Post
sw: Posti

source: Request Password Reset
sw: Wasilisha Ombi La Kubadilisha Neno Siri

source: Repeat Password
sw: Rudia Neno Siri

source: Posted
sw: Imepostiwa

source: Your account has been created!
sw: Accounti yako imetengenezwa

source: Check your credentials and try again!
sw: Pigia Msasa Jina Ama Neno Siri Na Ujaribu Tena

source: updated ✔
sw: Imeidhinishwa ✔

source: Check your email for the instructions to reset your password
sw: Masharti ya kubadilisha neno siri lako limetumwa kwenye wavuti wako

source: Your password has been reset.
sw: Neno siri lako limebadilishwa

source: File Not Found
sw: Ukurasa huu haupo

source: An unexpected error has occurred
sw: Tumepata hitilafu ya kimtambo

source: The administrator has been notified. Sorry for the inconvenience!
sw: Wanamitambo wamejulishwa.Samahani kwa hitilafu hii.

source: Back
sw: Nyuma

source: %(username)s said %(when)s
sw: %(username)s alisema %(when)s

source: Welcome to this blog
sw: Karibu kwenye ukurasa huu

source: Home
sw: Nyumbani

source: Explore
sw: Vumbua

source: Profile
sw: Wasifu

source: Logout
sw: Toka

source: Newer posts
sw: Posti Mpya

source: Older posts
sw: Posti za kitambo

source: Login To Your Account
sw: Ingia kwenye akaunti yako

source: Join Us Today
sw: Jiunge nasi Leo

source: Already have an account?
sw: Tayari una akaunti?

source: User: %(u)s
sw: Mtumizi: %(u)s

source: Last Seen: %(l_seen)s
sw: Alionekana: %(l_seen)s

source: About Me:%(about_me)s
sw: Kunihusu:%(about_me)s

source: Edit Profile?
sw: Badilisha wasifu?

source: Older Posts
sw: Posti za kitambo

source: Newer Posts
sw: Posti mpya
